Revit 2021.1 API
SymbolTypeId.Ampere Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Ampere { get; }
Visual Basic
Public Shared ReadOnly Property Ampere As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ampere {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace